Repository: johnwmcc/Sketchup-Angular-Dimension
Catalog: src/JWM_draw_angle_dim/Resources/*/draw_angle_dim.strings
Languages: fr

source: Create an angle dimension with
fr: Ajouter une dimension à un angle inclant

source: arc and text in a new group.
fr: arc et texte dans un nouveau groupe

source: Angular Dimension
fr: Cotation d'angle

source: arc radius
fr: rayon de l'arc

source: The selected lines are parallel, angle is 0 or 180
fr: Les lignes sélectionnées sont parallèlles, angle 0 ou 180

source: You must select three distinct points!
fr: Cliquez trois points distincts!

source: arc radius must be a positive number
fr: Le rayon de l'arc doit être positif

source: please enter a number for arc radius
fr: Tapez un nombre pour le rayon de l'arc

source: Point 1: first end of measured angle
fr: 1er Point: première extrémité de l'angle

source: Point 2: vertex of measured angle
fr: 2e Point: vertex (coin) de l'angle

source: Point 3: second end of measured angle
fr: 3e Point: seconde extrémité de l'angle

source: Point 3: last end of measured angle
fr: 3e Point: dernière extrémité de l'angle
